{
  "class": " Vinyásza Krama Jóga - Ananta Sorozat",
  "classHu": " Vinyásza Krama Jóga - Ananta Sorozat",
  "classEn": "Vinyasa Krama Yoga - Ananta Series",
  "classDetailHu": "<p>Az óra nehézségi foka: <strong>közép-haladó.</strong></p><br /><p>Az <strong>ANANTA</strong> sorozat fókuszában a kettősségek kiegyensúlyozása és a középút megtalálása áll. Az egyensúly mindig az itt és mostban születik, teljes jelenlétet, koncentrációt és tudatosságot igényelve. Erő és könnyedség, kiterjedés és középpont – ezek finom együttműködésén keresztül dolgozunk. A figyelem a mély, egyenletes légzésben lakozik, míg a bandhák stabilitást adnak. A hátrahajlítások erősítik és rugalmassá teszik a gerincet, miközben a test elülső oldalának ereje biztosítja a biztonságos tartást. A légzésből merítünk erőt, ahol szükséges, és elengedjük a felesleges erőfeszítést, hogy az ászana tiszta és élő lehessen.\"</p><br /> <p>Bővebben a vinyásza krama jógairányzatról<a href=\"/vinyasza-jogairanyzatok/?tab=tab2\" class=\"link-enhanced link-orange\"> itt olvashatsz</a>.</p>",
  "classDetailEn": "<p>Class level: <strong>intermediate.</strong></p><br /> <p>The <strong>ANANTA</strong> series focuses on balancing dualities and finding the middle path. Balance is always born in the here and now, requiring full presence, concentration, and awareness. Strength and lightness, expansion and center — we work through the subtle cooperation of these qualities. Attention rests in deep, steady breathing, while the bandhas provide stability. Backbends strengthen and mobilize the spine, while the strength of the front body ensures safe support. We draw strength from the breath where needed and release unnecessary effort so that the asana can remain clear and alive.</p><br /> <p>Read more about the vinyasa krama yoga tradition<a href=\"/vinyasza-jogairanyzatok/?tab=tab2\" class=\"link-enhanced link-orange\"> here</a>.</p>",
  "classSignUpUrl": "https://shop.bandha.works/collections/vinyasza-krama-joga/",
  "classId": "kramaAnanta"
}
