{
  "classId": "kramaShiva",
  "class": "Vinyásza Krama Jóga - Siva Sorozat",
  "classHu": "Vinyásza Krama Jóga - Siva Sorozat",
  "classEn": "Vinyasa Krama Yoga - Shiva Series",
  "classSignUpUrl": "https://shop.bandha.works/collections/vinyasza-krama-joga/",
  "classDetailHu": "<p>Az óra nehézségi foka: <strong>haladó.</strong></p><br /><p><strong>SIVA,</strong> a pusztítás és újjászületés istene, a mély átalakulás és a belső csend jelképe. A róla elnevezett vinyásza krama sorozat középpontjában a hátrahajlítások állnak. A gyakorlás során a szívünket az ismeretlen felé tárjuk, miközben találkozhatunk a mélyen megbúvó érzéseinkkel, akár eufóriával de a félelmekkel is. Ha ezeket átengedjük magunkon, a testünkben élénkebben kezd áramlani az életerő, a prána. A hátrahajlítások támogatják a gerinc rugalmasságát, serkentik az energiarendszer működését, miközben a légzés és a mozgás összehangolása segít kapcsolódni ahhoz a belső térhez, ahol a csend és az átalakulás találkozik.</p><br /><p>Bővebben a vinyásza krama jógairányzatról<a href=\"/vinyasza-jogairanyzatok/?tab=tab2\" class=\"link-enhanced link-orange\"> itt olvashatsz</a>.</p>",
  "classDetailEn": "<p>Class difficulty level: <strong>advanced.</strong></p><br /> <p><strong>SHIVA,</strong> the god of destruction and rebirth, symbolizes deep transformation and inner silence. The vinyasa krama sequence named after him focuses on backbends. During the practice, we open our hearts toward the unknown, while encountering deeply buried emotions—whether euphoria or fear. If we allow these to move through us, life force, or prana, begins to flow more vividly through the body. Backbends support spinal flexibility, stimulate the energy system, and the synchronization of breath and movement helps us connect to that inner space where silence and transformation meet.</p><br /> <p>Read more about the vinyasa krama yoga tradition <a href=\"/en/vinyasza-jogairanyzatok/?tab=tab2\" class=\"link-enhanced link-orange\">here</a>.</p>"
}
