{
  "rules": [
    {
      "hu": "A délutáni jógaórák és tanfolyami órák esetén, érkezz legalább tíz perccel az órakezdés előtt, öt perccel előtte már bezárjuk a bejáratot és nem tudsz bejönni.",
      "en": "For afternoon yoga and course classes, please arrive at least ten minutes before the class starts. We close the entrance five minutes before the class, and you won't be able to enter."
    },
    {
      "hu": "Kapcsold ki a mobiltelefonodat, és a Jógaiskola teljes területén ne használd. Okosórát se viselj a jógateremben gyakorlás alatt.",
      "en": "Turn off your mobile phone and do not use it anywhere on the premises of the Yoga School. Do not wear a smartwatch during practice in the yoga room."
    },
    {
      "hu": "A Jógaiskola teljes területén (valamennyi helyiségében) fényképet, illetőleg videofelvételt készíteni kizárólag a Jógaiskola vezetőjének előzetes engedélyével lehet.",
      "en": "Taking photos or videos is only allowed with the prior permission of the Yoga School director on the entire premises."
    },
    {
      "hu": "Szükséged lesz kényelmes ruhára, egy kisebb törülközőre (az igazításokhoz) és egy nagyobb törülközőre vagy jógaszőnyegre (a matracra teríteni). Ha nagyon izzadós vagy, érdemes egy másik törülközőt is bekészítened (zuhanyzáshoz). Jógamatracot (Manduka Black Mat PRO) biztosítunk, de ha van sajátod, bátran hozd magaddal.",
      "en": "You will need comfortable clothing, a small towel (for adjustments), and a larger towel or yoga mat (to cover the mat). If you sweat a lot, it might be worth bringing an extra towel (for showering). We provide yoga mats (Manduka Black Mat PRO), but feel free to bring your own."
    },
    {
      "hu": "Ne használj parfümöt vagy erős illatú kozmetikumot (melegítő krémet sem) óra előtt.",
      "en": "Do not use perfume or strongly scented cosmetics (including warming creams) before class."
    },
    {
      "hu": "Óra alatt nem lehet inni, ne hozz be vizet vagy poharat a terembe. Napközben viszont figyelj a megfelelő folyadékpótlásra.",
      "en": "You cannot drink during class; do not bring water or cups into the room. However, make sure to stay hydrated during the day."
    },
    {
      "hu": "Óra előtt jelezd a tanárnak, ha bármilyen egészségügyi problémád, sérülésed vagy betegséged van.",
      "en": "Inform the teacher before class if you have any health issues, injuries, or illnesses."
    },
    {
      "hu": "A jógateremben nem beszélgetünk, az óra előtti pár percet csendes ráhangolódással töltsd.",
      "en": "We do not talk in the yoga room. Spend the few minutes before class in quiet preparation."
    },
    {
      "hu": "Óra alatt mindig kövesd a tanár utasításait. Végig figyelj a légzésedre, soha ne áldozd fel a mély légzést a mélyebb ászana érdekében.",
      "en": "Always follow the teacher's instructions during class. Pay attention to your breathing throughout and never sacrifice deep breathing for deeper postures."
    },
    {
      "hu": "Az órákon mindenki kizárólag a saját felelősségére vesz részt, ezért ügyelj saját és társaid testi épségére, figyeld a tested jelzéseit.",
      "en": "Everyone participates in the classes at their own risk, so take care of your own and your peers' safety, and listen to your body's signals."
    },
    {
      "hu": "A matracot takarítsd le magad után.",
      "en": "Clean your mat after use."
    },
    {
      "hu": "Távozás előtt győződj meg róla, hogy nem hagysz semmit az öltözőben, az itt felejtett ruhákat nem áll módunkban megőrizni.",
      "en": "Before leaving, make sure you haven't left anything in the locker room. We are unable to store forgotten clothes."
    },
    {
      "hu": "Az öltözőben hagyott értékekért felelősséget nem vállalunk.",
      "en": "We are not responsible for valuables left in the locker room."
    },
    {
      "hu": "Mysore-programunk keretében az érvényes bérlettel rendelkező gyakorlók - bérletük érvényességi ideje alatt - jógamatracukat térítésmentesen a Jógaiskolában tárolhatják. Ennek feltétele, hogy a matrac beazonosítható legyen, a gazdája nevével ellátva. Kérünk, hogy amennyiben nem rendelkezel érvényes Mysore-bérlettel, vidd haza a jógamatracod!",
      "en": "As part of our Mysore program, practitioners with a valid pass can store their yoga mats for free at the Yoga School for the duration of their pass validity. The mat must be identifiable with its owner’s name. If you do not have a valid Mysore pass, please take your mat home!"
    }
  ]
}
