{
  "HU": [
    {
      "name": "Astanga nyitómantra",
      "sanskrit": "<p>auṁ <br/> vande gurūṇāṁ caraṇāravinde <br/> sandarśita svātma sukhāva bodhe | <br/> niḥ-śreyase jaṅgali-kāyamāne<br/> saṁsāra hālāhala mohaśāṁtyai ||<br/> ābāhu puruṣākāraṁ<br/> śaṅkhacakrāsi dhāriṇam |<br/> sahasra śirasaṁ śvetaṁ<br/> praṇamāmi patañjalim ||<br/> auṁ <br/> </p>",
      "translation": "<p>OM<br/> Leborulok a nagy tanítók lótuszlába előtt, akik felfedik előttünk az önvalónk valódi természetét és ezáltal boldogságot ébresztenek bennünk.<br/> A tanító teljes jólétbe vezet, mint a varázsló a dzsungelben, <br/> még a feltételekhez kötöttség és az illúzió okozta szörnyű mérgezésből is kigyógyít.<br/> Hódolatom ajánlom Patandzsalinak, akinek a felsőteste ember formájú,<br/> ezer feje fényesen ragyog, kezeiben kagylókürtöt (eredeti hang), csakrát (végtelenség) és kardot (a megkülönböztetés ereje) tart.<br/> OM<br/> </p>",
      "comment": "",
      "chantby": "Gubán Dorottya",
      "link": "https://mula.bandha.works/mantras/astanga_opening_mantra.mp3"
    },
    {
      "name": "Astanga zárómantra",
      "sanskrit": "<p>auṁ <br/> svasti-prajā-bhyaḥ pari-pāla-yaṁtāṁ <br/> nyāyena mārgeṇa mahīṁ mahīśāḥ | <br/> go-brāhmaṇebhyaḥ śubham-astu nityaṁ <br/> lokāḥ samastāḥ sukhino-bhavaṁtu || <br/> auṁ śāntiḥ śāntiḥ śāntiḥ <br/> </p>",
      "translation": "<p>OM<br/>Gondoskodjanak minden ember jólétéről a hatalmas és fenséges vezetők törvénnyel és igazsággal.<br/>Óvják a teheneket (isteniség) és a bölcseket, és váljon (bhavantu) az egész (samastah) világ (lokha) boldoggá (sukhino).<br/>OM béke, béke, béke\n</p>",
      "comment": "",
      "chantby": "Gubán Dorottya",
      "link": "https://mula.bandha.works/mantras/astanga_mangala_mantra.mp3"
    },
    {
      "name": "Patandzsali mantra",
      "sanskrit": "<p>auṁ <br/> yogena cittasya, padena vācāṁ malaṁ śarīrasya ca vaidyakena | <br/> yo'pākarot taṁ pravaraṁ munīnāṁ patañjaliṁ prāñjalir ānato'smi || <br/> ābāhu puruṣākāraṁ śaṅkhacakrāsi dhāriṇam | sahasra śirasaṁ śvetaṁ praṇamāmi patañjalim || <br/> auṁ śāntiḥ śāntiḥ śāntiḥ<br/> </p>",
      "translation": "<p>OM <br/>A jógával az elme, a nyelvtannal a nyelv, az orvoslással pedig a fizikai test tökéletesítésének módszerét hagyta ránk a nagy bölcsek közül Patandzsali, akinek ezért hódolatomat ajánlom. Hódolatom ajánlom Patandzsalinak, akinek felsőteste ember fomájú, ezer feje fényesen ragyog, kezeiben kagylókürtöt (az eredeti hang), csakrát (végtelenség) és kardot (megkülönböztetés ereje) tart <br/> OM béke, béke, béke</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Hajagriva mantra",
      "sanskrit": "<p>auṁ <br/> jñānānanda mayaṃ devaṃ nirmala sphaṭikākṛtiṃ <br/> ādhāraṃ sarvavidyānaṃ hayagrīvaṃ upāsmahe <br/> </p>",
      "translation": "<p>OM<br/> Felajánlom hódolatomat Hajagríva, a tudás és bolgogság isteni formája előtt, aki rendkívül tiszta, és a tanulás forrása.</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Guru mantra",
      "sanskrit": "<p>Gurur Brahmā Gurur Viṣṇur Gurur devo Maheśvaraḥ <br/> Guruḥ sākṣāt paraṁ Brahma tasmai śrī gurave namaḥ<br/> </p>",
      "translation": "<p>A teremtésünk az a guru (Brahma - a teremtés ereje); életünk időtartama az a guru (Visnu - a megőrzés ereje); megpróbáltatásaink, megpróbáltatásaink, betegségeink, szerencsétlenségek és a test halála az a guru (devo Maheshwara - a pusztítás vagy átalakítás ereje). Van egy guru a közelben (Guru Sakshat) és egy guru, ami a túlvilágon túl van (param Brahma). Felajánlásomat (tasmai) a sötétségem, tudatlanságom gyönyörű (shri) eltávolítójának teszem; (Guru) előtted hajolok meg és adom le az életemet (namah).</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Kígyó király mantra",
      "sanskrit": "<p>Jīvamaṇi bhārajat phaṇa <br/> Sahasra vidhr̥t viśvambara <br/> Maṇḍalāya anantaya <br/> Nāgarājāya namaḥ <br/> </p>",
      "translation": "<p>A közös lélek úgy ragyog, mint egy smaragd a kígyó fején, <br/> Melynek ezer feje van, és mindent átható, <br/> Három körrel, korlátlan,<br/> Kígyók királya, tisztelettel adózom neked.</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Jogeshvaraja mantra",
      "sanskrit": "<p>Yoga yoga yogēśvarāya<br/>Bhūta bhūta bhūtēśvarāya<br/>Kāla kāla kālēśvarāya<br/>Śiva siva sarvēśvarāya<br/>Śambhō sambhō mahādēvāya<br/> </p>",
      "translation": "<p>Üdvözlet az Egynek,<br/>A Yogeshwara, aki túllépett a fizikain,<br/>Bhuteshwara, aki elsajátította az öt elemet,<br/>Kaleshwara, aki uralja az időt, és túl van annak ciklusain,<br/>Sarveshwara, aki mindenütt jelen van, és mindennek az alapja,<br/> Üdvözlet Shambhónak, a legnagyobb mind közül, a Mahadévának.</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Étkezés előtti mantra",
      "sanskrit": "<p>Annapūrṇē sadāpūrṇē śaṅkarapranavallabhē <br/> Jñāna vairāgya siddhyartham bhikṣaṁ dēhi cha pārvatī <br/> </p>",
      "translation": "<p>Annapurne, mindig teljes, Shankara szeretettje, adj nekem alamizsnát, <br/> Ó Parvati, a tudás, az elkülönülés és a tökéletesség eléréséhez.</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    }
  ],
  "EN": [
    {
      "name": "Ashtanga Opening Mantra",
      "sanskrit": "<p>auṁ <br/> vande gurūṇāṁ caraṇāravinde <br/> sandarśita svātma sukhāva bodhe | <br/> niḥ-śreyase jaṅgali-kāyamāne<br/> saṁsāra hālāhala mohaśāṁtyai ||<br/> ābāhu puruṣākāraṁ<br/> śaṅkhacakrāsi dhāriṇam |<br/> sahasra śirasaṁ śvetaṁ<br/> praṇamāmi patañjalim ||<br/> auṁ <br/> </p>",
      "translation": "<p><br/>  OM<br/> I bow down to the lotus feet of the great teachers who reveal to us the true nature of our self, thereby awakening happiness within us.<br/> The teacher leads to complete well-being, like a magician in the jungle, <br/> curing even the terrible poisoning caused by conditioning and illusion.<br/> I offer my homage to Patanjali, whose upper body is in human form,<br/> whose thousand heads shine brightly, who holds in his hands a conch shell (original sound), a chakra (infinity), and a sword (the power of discrimination).<br/> OM<br/> </p>",
      "comment": "",
      "chantby": "Dorottya Gubán",
      "link": "https://mula.bandha.works/mantras/astanga_opening_mantra.mp3"
    },
    {
      "name": "Ashtanga Closing Mantra",
      "sanskrit": "<p>auṁ <br/> svasti-prajā-bhyaḥ pari-pāla-yaṁtāṁ <br/> nyāyena mārgeṇa mahīṁ mahīśāḥ | <br/> go-brāhmaṇebhyaḥ śubham-astu nityaṁ <br/> lokāḥ samastāḥ sukhino-bhavaṁtu || <br/> auṁ śāntiḥ śāntiḥ śāntiḥ <br/> </p>",
      "translation": "<p><br/>OM<br/>May the mighty and noble leaders care for the welfare of all people through law and justice.<br/>May they protect the cows (divinity) and the sages, and may the entire (samastah) world (lokha) become (bhavantu) happy (sukhino).<br/>OM peace, peace, peace\n</p>",
      "comment": "",
      "chantby": "Dorottya Gubán",
      "link": "https://mula.bandha.works/mantras/astanga_mangala_mantra.mp3"
    },
    {
      "name": "Patanjali Mantra",
      "sanskrit": "<p>auṁ <br/> yogena cittasya, padena vācāṁ malaṁ śarīrasya ca vaidyakena | <br/> yo'pākarot taṁ pravaraṁ munīnāṁ patañjaliṁ prāñjalir ānato'smi || <br/> ābāhu puruṣākāraṁ śaṅkhacakrāsi dhāriṇam | sahasra śirasaṁ śvetaṁ praṇamāmi patañjalim || <br/> auṁ śāntiḥ śāntiḥ śāntiḥ<br/> </p>",
      "translation": "<p><br/> OM <br/>He who gave us the method of perfecting the mind through yoga, language through grammar, and the physical body through medicine - to Patanjali, the greatest among sages, I offer my homage. I offer my homage to Patanjali, whose upper body is in human form, whose thousand heads shine brightly, who holds in his hands a conch shell (the original sound), a chakra (infinity), and a sword (the power of discrimination) <br/> OM peace, peace, peace</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Hayagriva Mantra",
      "sanskrit": "<p>auṁ <br/> jñānānanda mayaṃ devaṃ nirmala sphaṭikākṛtiṃ <br/> ādhāraṃ sarvavidyānaṃ hayagrīvaṃ upāsmahe <br/> </p>",
      "translation": "<p><br/> OM <br/> I offer my homage to Hayagriva, the divine form of knowledge and happiness, who is extremely pure and the source of learning.</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Guru Mantra",
      "sanskrit": "<p>Gurur Brahmā Gurur Viṣṇur Gurur devo Maheśvaraḥ <br/> Guruḥ sākṣāt paraṁ Brahma tasmai śrī gurave namaḥ<br/> </p>",
      "translation": "<p><br/> Our creation is the guru (Brahma - the power of creation); the duration of our life is the guru (Vishnu - the power of preservation); our trials, tribulations, illnesses, calamities, and the death of the body is the guru (devo Maheshwara - the power of destruction or transformation). There is a guru nearby (Guru Sakshat) and a guru that is beyond the beyond (param Brahma). I make my offering (tasmai) to the beautiful (shri) remover of my darkness, my ignorance; (Guru) before you I bow down and surrender my life (namah).</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Serpent King Mantra",
      "sanskrit": "<p>Jīvamaṇi bhārajat phaṇa <br/> Sahasra vidhr̥t viśvambara <br/> Maṇḍalāya anantaya <br/> Nāgarājāya namaḥ <br/> </p>",
      "translation": "<p><br/> The common soul shines like an emerald on the serpent's head, <br/> Which has a thousand heads, and is all-pervasive, <br/> With three circles, unlimited,<br/> King of serpents, I pay my respects to you.</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Jogeshvaraja Mantra",
      "sanskrit": "<p>Yoga yoga yogēśvarāya<br/>Bhūta bhūta bhūtēśvarāya<br/>Kāla kāla kālēśvarāya<br/>Śiva siva sarvēśvarāya<br/>Śambhō sambhō mahādēvāya<br/> </p>",
      "translation": "<p><br/>Salutations to the One,<br/>The Yogeshwara, who has transcended the physical,<br/>Bhuteshwara, who has mastered the five elements,<br/>Kaleshwara, who rules over time and is beyond its cycles,<br/>Sarveshwara, who is omnipresent and the foundation of everything,<br/> Salutations to Shambho, the greatest of all, the Mahadeva.</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    },
    {
      "name": "Pre-meal Mantra",
      "sanskrit": "<p>Annapūrṇē sadāpūrṇē śaṅkarapranavallabhē <br/> Jñāna vairāgya siddhyartham bhikṣaṁ dēhi cha pārvatī <br/> </p>",
      "translation": "<p><br/>Annapurna, always complete, beloved of Shankara, give me alms, <br/> O Parvati, for the attainment of knowledge, detachment, and perfection.</p>",
      "comment": "",
      "chantby": "",
      "link": ""
    }
  ]
}
